<template>
  <div id="wikiPedia" class="shadow">
    <div id="logo">
      <i class="fab fa-wikipedia-w"></i>
    </div>
    <div id="text">
      
    
    Москва́ (произношение (инф.)) — столица Российской Федерации, город федерального значения, административный центр Центрального федерального округа и центр Московской области, в состав которой не входит. Крупнейший по численности населения город России и её субъект — 12 506 468[2] чел. (2018), самый населённый из городов, полностью расположенных в Европе, входит в первую десятку городов мира по численности населения[5], крупнейший русскоязычный город в мире. Центр Московской городской агломерации.

Историческая столица Великого княжества Московского, Русского царства, Российской империи (в 1728—1730 годах), Советской России и СССР. Город-герой. В Москве находятся федеральные органы государственной власти Российской Федерации (за исключением Конституционного суда), посольства иностранных государств, штаб-квартиры большинства крупнейших российских коммерческих организаций и общественных объединений.

Расположена на реке Москве в центре Восточно-Европейской равнины, в междуречье Оки и Волги. Как субъект федерации Москва граничит с Московской и Калужской областями.

Москва — популярный туристический центр России. Московский Кремль, Красная площадь, Новодевичий монастырь и Церковь Вознесения в Коломенском входят в список Всемирного наследия ЮНЕСКО[6]. Она является важнейшим транспортным узлом. Город обслуживают 6 аэропортов, 9 железнодорожных вокзалов, 3 речных порта (имеется речное сообщение с морями бассейнов Атлантического и Северного Ледовитого океанов). С 1935 года в Москве работает метрополитен. Москва — спортивный центр страны. В 1980 году в Москве прошли XXII летние Олимпийские игры, а в 2018 город стал одним из хозяев Чемпионата мира по футболу 2018 года.
    </div>
  </div>
</template>

<script>
  export default {
    name: 'Wiki_Wikipedia',
    components: {},
    props:{},
    data() {
      return {}
    },
    computed: {},
    created: function() {},
    mounted() {},
    methods: {},
    watch: {},
  }
</script>

<style>
  #wikiPedia{
    font-family: 'Comfortaa', sans-serif;
    padding: 15px;
  }

  #wikiPedia #logo{
    font-size: 28px;
    color: #000;
    text-align: center;
    margin-top: 5px;
    margin-bottom: 10px;
  }

  #wikiPedia #text{
    color: #000;
    font-size: 14px;
    text-align: justify;
    text-indent: 20px;
    margin-bottom: 10px;
  }
</style>

